{"backend": "tensorflow", "config": [{"config": {"name": "dense_1", "units": 32, "kernel_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 768], "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "noise_shape": null, "rate": 0.25, "seed": 1337, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_2", "units": 1024, "kernel_regularizer": null, "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"name": "dropout_2", "noise_shape": null, "rate": 0.25, "seed": 1337, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_3", "units": 1024, "kernel_regularizer": null, "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"name": "dropout_3", "noise_shape": null, "rate": 0.25, "seed": 1337, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_4", "units": 1, "kernel_regularizer": null, "activation": "sigmoid", "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}], "keras_version": "2.0.9", "class_name": "Sequential"}