{"config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "units": 20, "name": "dense_1", "activity_regularizer": null, "dtype": "float32", "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 768], "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "trainable": true, "noise_shape": null, "seed": 1337, "rate": 0.25}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "units": 1, "name": "dense_2", "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "sigmoid"}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.9"}