1 layer
5 nodes

theory: number of  nodes = data dimension/ input dimension = 4000
model: 3851 weights


_________________________________________________________________
Layer (type)                 Output Shape              Param #
=================================================================
dense_1 (Dense)              (None, 5)                 3845
_________________________________________________________________
dropout_1 (Dropout)          (None, 5)                 0
_________________________________________________________________
dense_2 (Dense)              (None, 1)                 6
=================================================================
Total params: 3,851
Trainable params: 3,851
Non-trainable params: 0
_________________________________________________________________




classification error rate 0.32
