input:
1/10 of data, only w, <50 != 0

comparision between
1: 3 layers 2048 neurons
  V4
2: 1 layer 2048 neurons
  V5

Results:
1: error rate 0.61
2: error rate 0.37


1:
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1 (Dense)              (None, 2048)              1574912   
_________________________________________________________________
dropout_1 (Dropout)          (None, 2048)              0         
_________________________________________________________________
dense_2 (Dense)              (None, 2048)              4196352   
_________________________________________________________________
dropout_2 (Dropout)          (None, 2048)              0         
_________________________________________________________________
dense_3 (Dense)              (None, 2048)              4196352   
_________________________________________________________________
dense_4 (Dense)              (None, 1)                 2049      
=================================================================
Total params: 9,969,665
Trainable params: 9,969,665
Non-trainable params: 0
_________________________________________________________________



2:
_________________________________________________________________ 
Layer (type)                 Output Shape              Param #    
================================================================= 
dense_1 (Dense)              (None, 2048)              1574912    
_________________________________________________________________ 
dropout_1 (Dropout)          (None, 2048)              0          
_________________________________________________________________ 
dense_2 (Dense)              (None, 1)                 2049       
================================================================= 
Total params: 1,576,961                                           
Trainable params: 1,576,961                                       
Non-trainable params: 0                                           
_________________________________________________________________ 

