{"backend": "tensorflow", "keras_version": "2.0.9", "config": [{"config": {"dtype": "float32", "name": "dense_1", "kernel_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 768], "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "units": 512}, "class_name": "Dense"}, {"config": {"name": "dense_2", "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activation": "sigmoid", "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "units": 1}, "class_name": "Dense"}], "class_name": "Sequential"}