{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "units": 512, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "batch_input_shape": [null, 768], "bias_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "noise_shape": null, "rate": 0.25, "seed": 1337}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "units": 1, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null}}], "backend": "tensorflow", "keras_version": "2.0.9"}