{"config": [{"config": {"trainable": true, "bias_constraint": null, "activation": "linear", "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 768], "units": 512, "use_bias": true, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_1", "seed": 1337, "rate": 0.25, "trainable": true, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 512, "trainable": true, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_2", "seed": 1337, "rate": 0.25, "trainable": true, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 512, "trainable": true, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 1, "trainable": true, "kernel_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.9"}