{"backend": "tensorflow", "config": [{"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 2048, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 768], "bias_constraint": null, "name": "dense_1", "kernel_constraint": null, "trainable": true, "dtype": "float32", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"rate": 0.25, "seed": 1337, "name": "dropout_1", "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 2048, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "dense_2", "kernel_constraint": null, "trainable": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"rate": 0.25, "seed": 1337, "name": "dropout_2", "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 2048, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "dense_3", "kernel_constraint": null, "trainable": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "sigmoid", "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "dense_4", "kernel_constraint": null, "trainable": true, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.9"}