v6
dim 20
layers 1
dropout 0.25
Classifier Error Rate:  0.31
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1 (Dense)              (None, 20)                15380     
_________________________________________________________________
dropout_1 (Dropout)          (None, 20)                0         
_________________________________________________________________
dense_2 (Dense)              (None, 1)                 21        
=================================================================
Total params: 15,401                                             
Trainable params: 15,401                                         
Non-trainable params: 0                                          
_________________________________________________________________






v7
dim 512
layers 1
dropout 0.25
parameters 394241
Classifier error rate: 0.29

_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1 (Dense)              (None, 512)               393728    
_________________________________________________________________
dropout_1 (Dropout)          (None, 512)               0         
_________________________________________________________________
dense_2 (Dense)              (None, 1)                 513       
=================================================================
Total params: 394,241                                            
Trainable params: 394,241                                        
Non-trainable params: 0                                          
_________________________________________________________________
