all the data
no b's
<50
!=0

1 layer
2048 neurons

________________________________________________________________
Layer (type)                 Output Shape              Param #  
================================================================
dense_1 (Dense)              (None, 2048)              1574912  
________________________________________________________________
dropout_1 (Dropout)          (None, 2048)              0        
________________________________________________________________
dense_2 (Dense)              (None, 1)                 2049     
================================================================
Total params: 1,576,961
Trainable params: 1,576,961
Non-trainable params: 0
________________________________________________________________
